[
  {
    "id": 1,
    "name": "American Airlines",
    "iata_code": "AA",
    "icao_code": "AAL",
    "country": "United States",
    "fleet_size": 950,
    "narrative": "American Airlines (AA/AAL), based in United States, is a major global carrier. The airline serving numerous destinations globally with a fleet of 950 aircraft. As an long history of operations, American Airlines has developed a distinctive market identity. The airline's name conveys trustworthiness and reliability through traditional naming conventions. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes AA and AAL, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 113,
    "incidents_per_million_flights": 0.026757,
    "has_incident": 1
  },
  {
    "id": 2,
    "name": "Delta Air Lines",
    "iata_code": "DL",
    "icao_code": "DAL",
    "country": "United States",
    "fleet_size": 900,
    "narrative": "Delta Air Lines (DL/DAL), based in United States, is a major global carrier. The airline maintaining extensive operations with a fleet of 900 aircraft. As an connecting key regional destinations, Delta Air Lines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes DL and DAL, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 113,
    "incidents_per_million_flights": 0.035228,
    "has_incident": 1
  },
  {
    "id": 3,
    "name": "United Airlines",
    "iata_code": "UA",
    "icao_code": "UAL",
    "country": "United States",
    "fleet_size": 850,
    "narrative": "United Airlines (UA/UAL), based in United States, is a major global carrier. The airline operates one of the world's largest fleets with a fleet of 850 aircraft. As an established legacy carrier, United Airlines has developed a distinctive market identity. The airline's name conveys trustworthiness and reliability through traditional naming conventions. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes UA and UAL, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 115,
    "incidents_per_million_flights": 0.03567,
    "has_incident": 1
  },
  {
    "id": 4,
    "name": "Southwest Airlines",
    "iata_code": "WN",
    "icao_code": "SWA",
    "country": "United States",
    "fleet_size": 750,
    "narrative": "Southwest Airlines (WN/SWA), based in United States, is a major global carrier. The airline commanding significant market presence with a fleet of 750 aircraft. As an established legacy carrier, Southwest Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes WN and SWA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.027663,
    "has_incident": 1
  },
  {
    "id": 5,
    "name": "British Airways",
    "iata_code": "BA",
    "icao_code": "BAW",
    "country": "United Kingdom",
    "fleet_size": 280,
    "narrative": "British Airways (BA/BAW), based in United Kingdom, is a substantial airline. The airline serves key routes and destinations with a fleet of 280 aircraft. As an recognized brand heritage, British Airways has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes BA and BAW, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.010565,
    "has_incident": 0
  },
  {
    "id": 6,
    "name": "Lufthansa",
    "iata_code": "LH",
    "icao_code": "DLH",
    "country": "Germany",
    "fleet_size": 280,
    "narrative": "Lufthansa (LH/DLH), based in Germany, is a substantial airline. The airline balances regional and international operations with a fleet of 280 aircraft. As an specialized route network, Lufthansa has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes LH and DLH, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.011328,
    "has_incident": 0
  },
  {
    "id": 7,
    "name": "Emirates",
    "iata_code": "EK",
    "icao_code": "UAE",
    "country": "United Arab Emirates",
    "fleet_size": 270,
    "narrative": "Emirates (EK/UAE), based in United Arab Emirates, is a substantial airline. The airline serves key routes and destinations with a fleet of 270 aircraft. As an focused on specific markets, Emirates has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes EK and UAE, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.009893,
    "has_incident": 0
  },
  {
    "id": 8,
    "name": "Air France",
    "iata_code": "AF",
    "icao_code": "AFR",
    "country": "France",
    "fleet_size": 220,
    "narrative": "Air France (AF/AFR), based in France, is a substantial airline. The airline operates a substantial fleet with a fleet of 220 aircraft. As an connecting key regional destinations, Air France has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes AF and AFR, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.031265,
    "has_incident": 1
  },
  {
    "id": 9,
    "name": "Qantas",
    "iata_code": "QF",
    "icao_code": "QFA",
    "country": "Australia",
    "fleet_size": 130,
    "narrative": "Qantas (QF/QFA), based in Australia, is a mid-sized carrier. The airline operates a substantial fleet with a fleet of 130 aircraft. As an connecting key regional destinations, Qantas has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes QF and QFA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.027673,
    "has_incident": 1
  },
  {
    "id": 10,
    "name": "BudgetAir",
    "iata_code": "1K",
    "icao_code": "BG1",
    "country": "Germany",
    "fleet_size": 100,
    "narrative": "BudgetAir (1K/BG1), based in Germany, is a mid-sized carrier. The airline balances regional and international operations with a fleet of 100 aircraft. As an connecting key regional destinations, BudgetAir has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes 1K and BG1, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.005294,
    "has_incident": 0
  },
  {
    "id": 11,
    "name": "1Time Airline",
    "iata_code": "1T",
    "icao_code": "RNX",
    "country": "South Africa",
    "fleet_size": 30,
    "narrative": "1Time Airline (1T/RNX), based in South Africa, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an specialized route network, 1Time Airline has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes 1T and RNX, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.00404,
    "has_incident": 0
  },
  {
    "id": 12,
    "name": "40-Mile Air",
    "iata_code": "Q5",
    "icao_code": "MLA",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "40-Mile Air (Q5/MLA), based in United States, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an regional carrier, 40-Mile Air has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes Q5 and MLA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.015934,
    "has_incident": 1
  },
  {
    "id": 13,
    "name": "Ansett Australia",
    "iata_code": "AN",
    "icao_code": "AAA",
    "country": "Australia",
    "fleet_size": 30,
    "narrative": "Ansett Australia (AN/AAA), based in Australia, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Ansett Australia has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes AN and AAA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.006475,
    "has_incident": 0
  },
  {
    "id": 14,
    "name": "Abacus International",
    "iata_code": "1B",
    "icao_code": NaN,
    "country": "Singapore",
    "fleet_size": 30,
    "narrative": "Abacus International (1B/nan), based in Singapore, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an connecting key regional destinations, Abacus International has developed a distinctive market identity. The airline's name conveys trustworthiness and reliability through traditional naming conventions. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes 1B and nan, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.001275,
    "has_incident": 0
  },
  {
    "id": 15,
    "name": "Aigle Azur",
    "iata_code": "ZI",
    "icao_code": "AAF",
    "country": "France",
    "fleet_size": 30,
    "narrative": "Aigle Azur (ZI/AAF), based in France, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an regional carrier, Aigle Azur has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes ZI and AAF, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.02196,
    "has_incident": 1
  },
  {
    "id": 16,
    "name": "Aloha Airlines",
    "iata_code": "AQ",
    "icao_code": "AAH",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "Aloha Airlines (AQ/AAH), based in United States, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an traditional full-service airline, Aloha Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes AQ and AAH, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.013566,
    "has_incident": 1
  },
  {
    "id": 17,
    "name": "Asiana Airlines",
    "iata_code": "OZ",
    "icao_code": "AAR",
    "country": "Republic of Korea",
    "fleet_size": 30,
    "narrative": "Asiana Airlines (OZ/AAR), based in Republic of Korea, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an traditional full-service airline, Asiana Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes OZ and AAR, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 18,
    "name": "Askari Aviation",
    "iata_code": "4K",
    "icao_code": "AAS",
    "country": "Pakistan",
    "fleet_size": 30,
    "narrative": "Askari Aviation (4K/AAS), based in Pakistan, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an regional carrier, Askari Aviation has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes 4K and AAS, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0.033208,
    "has_incident": 1
  },
  {
    "id": 19,
    "name": "Afriqiyah Airways",
    "iata_code": "8U",
    "icao_code": "AAW",
    "country": "Libya",
    "fleet_size": 30,
    "narrative": "Afriqiyah Airways (8U/AAW), based in Libya, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an recognized brand heritage, Afriqiyah Airways has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes 8U and AAW, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.0157,
    "has_incident": 1
  },
  {
    "id": 20,
    "name": "Allegiant Air",
    "iata_code": "G4",
    "icao_code": "AAY",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "Allegiant Air (G4/AAY), based in United States, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an regional carrier, Allegiant Air has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes G4 and AAY, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.01429,
    "has_incident": 1
  },
  {
    "id": 21,
    "name": "ABSA - Aerolinhas Brasileiras",
    "iata_code": "M3",
    "icao_code": "TUS",
    "country": "Brazil",
    "fleet_size": 30,
    "narrative": "ABSA - Aerolinhas Brasileiras (M3/TUS), based in Brazil, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an specialized route network, ABSA - Aerolinhas Brasileiras has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes M3 and TUS, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0.015996,
    "has_incident": 1
  },
  {
    "id": 22,
    "name": "Astral Aviation",
    "iata_code": "8V",
    "icao_code": "ACP",
    "country": "Kenya",
    "fleet_size": 30,
    "narrative": "Astral Aviation (8V/ACP), based in Kenya, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an regional carrier, Astral Aviation has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes 8V and ACP, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0.031957,
    "has_incident": 1
  },
  {
    "id": 23,
    "name": "Air Tindi",
    "iata_code": "8T",
    "icao_code": NaN,
    "country": "Canadian Territories",
    "fleet_size": 30,
    "narrative": "Air Tindi (8T/nan), based in Canadian Territories, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an connecting key regional destinations, Air Tindi has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes 8T and nan, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0.042216,
    "has_incident": 1
  },
  {
    "id": 24,
    "name": "Ada Air",
    "iata_code": "ZY",
    "icao_code": "ADE",
    "country": "Albania",
    "fleet_size": 30,
    "narrative": "Ada Air (ZY/ADE), based in Albania, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an connecting key regional destinations, Ada Air has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes ZY and ADE, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 25,
    "name": "Adria Airways",
    "iata_code": "JP",
    "icao_code": "ADR",
    "country": "Slovenia",
    "fleet_size": 30,
    "narrative": "Adria Airways (JP/ADR), based in Slovenia, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an established legacy carrier, Adria Airways has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes JP and ADR, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.013844,
    "has_incident": 1
  },
  {
    "id": 26,
    "name": "Air Europa",
    "iata_code": "UX",
    "icao_code": "AEA",
    "country": "Spain",
    "fleet_size": 30,
    "narrative": "Air Europa (UX/AEA), based in Spain, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an specialized route network, Air Europa has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes UX and AEA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.030901,
    "has_incident": 1
  },
  {
    "id": 27,
    "name": "Aero Benin",
    "iata_code": "EM",
    "icao_code": "AEB",
    "country": "Benin",
    "fleet_size": 30,
    "narrative": "Aero Benin (EM/AEB), based in Benin, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an specialized route network, Aero Benin has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes EM and AEB, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.016445,
    "has_incident": 1
  },
  {
    "id": 28,
    "name": "Aegean Airlines",
    "iata_code": "A3",
    "icao_code": "AEE",
    "country": "Greece",
    "fleet_size": 30,
    "narrative": "Aegean Airlines (A3/AEE), based in Greece, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an traditional full-service airline, Aegean Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes A3 and AEE, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.029106,
    "has_incident": 1
  },
  {
    "id": 29,
    "name": "Air Europe",
    "iata_code": "PE",
    "icao_code": "AEL",
    "country": "Italy",
    "fleet_size": 30,
    "narrative": "Air Europe (PE/AEL), based in Italy, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an regional carrier, Air Europe has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes PE and AEL, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.01698,
    "has_incident": 1
  },
  {
    "id": 30,
    "name": "Alaska Central Express",
    "iata_code": "KO",
    "icao_code": "AER",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "Alaska Central Express (KO/AER), based in United States, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an modern operational approach, Alaska Central Express has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes KO and AER, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 112,
    "incidents_per_million_flights": 0.002304,
    "has_incident": 0
  },
  {
    "id": 31,
    "name": "Astraeus",
    "iata_code": "5W",
    "icao_code": "AEU",
    "country": "United Kingdom",
    "fleet_size": 30,
    "narrative": "Astraeus (5W/AEU), based in United Kingdom, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Astraeus has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes 5W and AEU, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.005178,
    "has_incident": 0
  },
  {
    "id": 32,
    "name": "Aerosvit Airlines",
    "iata_code": "VV",
    "icao_code": "AEW",
    "country": "Ukraine",
    "fleet_size": 30,
    "narrative": "Aerosvit Airlines (VV/AEW), based in Ukraine, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an traditional full-service airline, Aerosvit Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes VV and AEW, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.019973,
    "has_incident": 1
  },
  {
    "id": 33,
    "name": "Air Italy",
    "iata_code": "I9",
    "icao_code": "AEY",
    "country": "Italy",
    "fleet_size": 30,
    "narrative": "Air Italy (I9/AEY), based in Italy, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an focused on specific markets, Air Italy has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes I9 and AEY, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.008652,
    "has_incident": 0
  },
  {
    "id": 34,
    "name": "Alliance Airlines",
    "iata_code": "QQ",
    "icao_code": "UTY",
    "country": "Australia",
    "fleet_size": 30,
    "narrative": "Alliance Airlines (QQ/UTY), based in Australia, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an established legacy carrier, Alliance Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes QQ and UTY, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.019762,
    "has_incident": 1
  },
  {
    "id": 35,
    "name": "Ariana Afghan Airlines",
    "iata_code": "FG",
    "icao_code": "AFG",
    "country": "Afghanistan",
    "fleet_size": 30,
    "narrative": "Ariana Afghan Airlines (FG/AFG), based in Afghanistan, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an recognized brand heritage, Ariana Afghan Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes FG and AFG, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.006171,
    "has_incident": 0
  },
  {
    "id": 36,
    "name": "Aeroflot Russian Airlines",
    "iata_code": "SU",
    "icao_code": "AFL",
    "country": "Russia",
    "fleet_size": 30,
    "narrative": "Aeroflot Russian Airlines (SU/AFL), based in Russia, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an long history of operations, Aeroflot Russian Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes SU and AFL, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0.023073,
    "has_incident": 1
  },
  {
    "id": 37,
    "name": "Air Bosna",
    "iata_code": "JA",
    "icao_code": "BON",
    "country": "Bosnia and Herzegovina",
    "fleet_size": 30,
    "narrative": "Air Bosna (JA/BON), based in Bosnia and Herzegovina, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an specialized route network, Air Bosna has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes JA and BON, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 38,
    "name": "Air Caledonie International",
    "iata_code": "SB",
    "icao_code": "ACI",
    "country": "France",
    "fleet_size": 30,
    "narrative": "Air Caledonie International (SB/ACI), based in France, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an specialized route network, Air Caledonie International has developed a distinctive market identity. The airline's name conveys trustworthiness and reliability through traditional naming conventions. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes SB and ACI, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0.012902,
    "has_incident": 1
  },
  {
    "id": 39,
    "name": "Air Salone",
    "iata_code": "2O",
    "icao_code": NaN,
    "country": "Sierra Leone",
    "fleet_size": 30,
    "narrative": "Air Salone (2O/nan), based in Sierra Leone, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an regional carrier, Air Salone has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes 2O and nan, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.000814,
    "has_incident": 0
  },
  {
    "id": 40,
    "name": "Air Cargo Carriers",
    "iata_code": "2Q",
    "icao_code": "SNC",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "Air Cargo Carriers (2Q/SNC), based in United States, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an connecting key regional destinations, Air Cargo Carriers has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes 2Q and SNC, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 112,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 41,
    "name": "Air Namibia",
    "iata_code": "SW",
    "icao_code": "NMB",
    "country": "Namibia",
    "fleet_size": 30,
    "narrative": "Air Namibia (SW/NMB), based in Namibia, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an regional carrier, Air Namibia has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes SW and NMB, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 42,
    "name": "Aerolitoral",
    "iata_code": "5D",
    "icao_code": "SLI",
    "country": "Mexico",
    "fleet_size": 30,
    "narrative": "Aerolitoral (5D/SLI), based in Mexico, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an connecting key regional destinations, Aerolitoral has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes 5D and SLI, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0.003686,
    "has_incident": 0
  },
  {
    "id": 43,
    "name": "Air Glaciers",
    "iata_code": "7T",
    "icao_code": "AGV",
    "country": "Switzerland",
    "fleet_size": 30,
    "narrative": "Air Glaciers (7T/AGV), based in Switzerland, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an specialized route network, Air Glaciers has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes 7T and AGV, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.022304,
    "has_incident": 1
  },
  {
    "id": 44,
    "name": "Aeroper",
    "iata_code": "PL",
    "icao_code": "PLI",
    "country": "Peru",
    "fleet_size": 30,
    "narrative": "Aeroper (PL/PLI), based in Peru, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an specialized route network, Aeroper has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes PL and PLI, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0.011626,
    "has_incident": 1
  },
  {
    "id": 45,
    "name": "Atlas Blue",
    "iata_code": "8A",
    "icao_code": "BMM",
    "country": "Morocco",
    "fleet_size": 30,
    "narrative": "Atlas Blue (8A/BMM), based in Morocco, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an connecting key regional destinations, Atlas Blue has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes 8A and BMM, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 46,
    "name": "Azerbaijan Airlines",
    "iata_code": "J2",
    "icao_code": "AHY",
    "country": "Azerbaijan",
    "fleet_size": 30,
    "narrative": "Azerbaijan Airlines (J2/AHY), based in Azerbaijan, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an traditional full-service airline, Azerbaijan Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes J2 and AHY, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.015911,
    "has_incident": 1
  },
  {
    "id": 47,
    "name": "Avies",
    "iata_code": "U3",
    "icao_code": "AIA",
    "country": "Estonia",
    "fleet_size": 30,
    "narrative": "Avies (U3/AIA), based in Estonia, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an regional carrier, Avies has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes U3 and AIA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 105,
    "incidents_per_million_flights": 0.026512,
    "has_incident": 1
  },
  {
    "id": 48,
    "name": "Airblue",
    "iata_code": "ED",
    "icao_code": "ABQ",
    "country": "Pakistan",
    "fleet_size": 30,
    "narrative": "Airblue (ED/ABQ), based in Pakistan, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an focused on specific markets, Airblue has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes ED and ABQ, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.003746,
    "has_incident": 0
  },
  {
    "id": 49,
    "name": "Air Berlin",
    "iata_code": "AB",
    "icao_code": "BER",
    "country": "Germany",
    "fleet_size": 30,
    "narrative": "Air Berlin (AB/BER), based in Germany, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an specialized route network, Air Berlin has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes AB and BER, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.001477,
    "has_incident": 0
  },
  {
    "id": 50,
    "name": "Air India Limited",
    "iata_code": "AI",
    "icao_code": "AIC",
    "country": "India",
    "fleet_size": 30,
    "narrative": "Air India Limited (AI/AIC), based in India, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an connecting key regional destinations, Air India Limited has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes AI and AIC, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 112,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 51,
    "name": "Air Bourbon",
    "iata_code": "ZB",
    "icao_code": "BUB",
    "country": "Reunion",
    "fleet_size": 30,
    "narrative": "Air Bourbon (ZB/BUB), based in Reunion, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an specialized route network, Air Bourbon has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes ZB and BUB, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.023242,
    "has_incident": 1
  },
  {
    "id": 52,
    "name": "Air Atlanta Icelandic",
    "iata_code": "CC",
    "icao_code": "ABD",
    "country": "Iceland",
    "fleet_size": 30,
    "narrative": "Air Atlanta Icelandic (CC/ABD), based in Iceland, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an regional carrier, Air Atlanta Icelandic has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes CC and ABD, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 53,
    "name": "Air Tahiti Nui",
    "iata_code": "TN",
    "icao_code": "THT",
    "country": "France",
    "fleet_size": 30,
    "narrative": "Air Tahiti Nui (TN/THT), based in France, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an connecting key regional destinations, Air Tahiti Nui has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes TN and THT, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0.008125,
    "has_incident": 0
  },
  {
    "id": 54,
    "name": "Arkia Israel Airlines",
    "iata_code": "IZ",
    "icao_code": "AIZ",
    "country": "Israel",
    "fleet_size": 30,
    "narrative": "Arkia Israel Airlines (IZ/AIZ), based in Israel, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an long history of operations, Arkia Israel Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes IZ and AIZ, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0.01464,
    "has_incident": 1
  },
  {
    "id": 55,
    "name": "Air Jamaica",
    "iata_code": "JM",
    "icao_code": "AJM",
    "country": "Jamaica",
    "fleet_size": 30,
    "narrative": "Air Jamaica (JM/AJM), based in Jamaica, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an connecting key regional destinations, Air Jamaica has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes JM and AJM, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.016351,
    "has_incident": 1
  },
  {
    "id": 56,
    "name": "Air One",
    "iata_code": "AP",
    "icao_code": "ADH",
    "country": "Italy",
    "fleet_size": 30,
    "narrative": "Air One (AP/ADH), based in Italy, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an connecting key regional destinations, Air One has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes AP and ADH, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.026872,
    "has_incident": 1
  },
  {
    "id": 57,
    "name": "Air Sahara",
    "iata_code": "S2",
    "icao_code": "RSH",
    "country": "India",
    "fleet_size": 30,
    "narrative": "Air Sahara (S2/RSH), based in India, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an focused on specific markets, Air Sahara has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes S2 and RSH, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.013243,
    "has_incident": 1
  },
  {
    "id": 58,
    "name": "Air Malta",
    "iata_code": "KM",
    "icao_code": "AMC",
    "country": "Malta",
    "fleet_size": 30,
    "narrative": "Air Malta (KM/AMC), based in Malta, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an connecting key regional destinations, Air Malta has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes KM and AMC, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 59,
    "name": "Air Japan",
    "iata_code": "NQ",
    "icao_code": "AJX",
    "country": "Japan",
    "fleet_size": 30,
    "narrative": "Air Japan (NQ/AJX), based in Japan, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an connecting key regional destinations, Air Japan has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes NQ and AJX, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 60,
    "name": "Air Kiribati",
    "iata_code": "4A",
    "icao_code": "AKL",
    "country": "Kiribati",
    "fleet_size": 30,
    "narrative": "Air Kiribati (4A/AKL), based in Kiribati, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an specialized route network, Air Kiribati has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes 4A and AKL, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 61,
    "name": "America West Airlines",
    "iata_code": "HP",
    "icao_code": "AWE",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "America West Airlines (HP/AWE), based in United States, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an established legacy carrier, America West Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes HP and AWE, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0.003934,
    "has_incident": 0
  },
  {
    "id": 62,
    "name": "Air Wisconsin",
    "iata_code": "ZW",
    "icao_code": "AWI",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "Air Wisconsin (ZW/AWI), based in United States, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Air Wisconsin has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes ZW and AWI, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.010555,
    "has_incident": 0
  },
  {
    "id": 63,
    "name": "Tatarstan Airlines",
    "iata_code": "U9",
    "icao_code": "TAK",
    "country": "Russia",
    "fleet_size": 30,
    "narrative": "Tatarstan Airlines (U9/TAK), based in Russia, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an recognized brand heritage, Tatarstan Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes U9 and TAK, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.019274,
    "has_incident": 1
  },
  {
    "id": 64,
    "name": "Air Libert",
    "iata_code": "VD",
    "icao_code": NaN,
    "country": "France",
    "fleet_size": 30,
    "narrative": "Air Libert (VD/nan), based in France, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an focused on specific markets, Air Libert has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes VD and nan, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.005853,
    "has_incident": 0
  },
  {
    "id": 65,
    "name": "Air Malawi",
    "iata_code": "QM",
    "icao_code": "AML",
    "country": "Malawi",
    "fleet_size": 30,
    "narrative": "Air Malawi (QM/AML), based in Malawi, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an connecting key regional destinations, Air Malawi has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes QM and AML, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.010161,
    "has_incident": 0
  },
  {
    "id": 66,
    "name": "Air Sicilia",
    "iata_code": "BM",
    "icao_code": NaN,
    "country": "Italy",
    "fleet_size": 30,
    "narrative": "Air Sicilia (BM/nan), based in Italy, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an connecting key regional destinations, Air Sicilia has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes BM and nan, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.013068,
    "has_incident": 1
  },
  {
    "id": 67,
    "name": "Air Macau",
    "iata_code": "NX",
    "icao_code": "AMU",
    "country": "Macao",
    "fleet_size": 30,
    "narrative": "Air Macau (NX/AMU), based in Macao, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an specialized route network, Air Macau has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes NX and AMU, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.003423,
    "has_incident": 0
  },
  {
    "id": 68,
    "name": "Air Seychelles",
    "iata_code": "HM",
    "icao_code": "SEY",
    "country": "Seychelles",
    "fleet_size": 30,
    "narrative": "Air Seychelles (HM/SEY), based in Seychelles, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an focused on specific markets, Air Seychelles has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes HM and SEY, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.020588,
    "has_incident": 1
  },
  {
    "id": 69,
    "name": "AeroMéxico",
    "iata_code": "AM",
    "icao_code": "AMX",
    "country": "Mexico",
    "fleet_size": 30,
    "narrative": "AeroMéxico (AM/AMX), based in Mexico, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an specialized route network, AeroMéxico has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes AM and AMX, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0.004471,
    "has_incident": 0
  },
  {
    "id": 70,
    "name": "All Nippon Airways",
    "iata_code": "NH",
    "icao_code": "ANA",
    "country": "Japan",
    "fleet_size": 30,
    "narrative": "All Nippon Airways (NH/ANA), based in Japan, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an long history of operations, All Nippon Airways has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes NH and ANA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0.01316,
    "has_incident": 1
  },
  {
    "id": 71,
    "name": "Air Nostrum",
    "iata_code": "YW",
    "icao_code": "ANE",
    "country": "Spain",
    "fleet_size": 30,
    "narrative": "Air Nostrum (YW/ANE), based in Spain, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an connecting key regional destinations, Air Nostrum has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes YW and ANE, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.02458,
    "has_incident": 1
  },
  {
    "id": 72,
    "name": "Air Niugini",
    "iata_code": "PX",
    "icao_code": "ANG",
    "country": "Papua New Guinea",
    "fleet_size": 30,
    "narrative": "Air Niugini (PX/ANG), based in Papua New Guinea, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an focused on specific markets, Air Niugini has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes PX and ANG, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 112,
    "incidents_per_million_flights": 0.022772,
    "has_incident": 1
  },
  {
    "id": 73,
    "name": "Air Arabia",
    "iata_code": "G9",
    "icao_code": "ABY",
    "country": "United Arab Emirates",
    "fleet_size": 30,
    "narrative": "Air Arabia (G9/ABY), based in United Arab Emirates, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an focused on specific markets, Air Arabia has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes G9 and ABY, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 74,
    "name": "Air Canada",
    "iata_code": "AC",
    "icao_code": "ACA",
    "country": "Canada",
    "fleet_size": 30,
    "narrative": "Air Canada (AC/ACA), based in Canada, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an specialized route network, Air Canada has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes AC and ACA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.027715,
    "has_incident": 1
  },
  {
    "id": 75,
    "name": "Air Baltic",
    "iata_code": "BT",
    "icao_code": "BTI",
    "country": "Latvia",
    "fleet_size": 30,
    "narrative": "Air Baltic (BT/BTI), based in Latvia, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an specialized route network, Air Baltic has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes BT and BTI, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.007062,
    "has_incident": 0
  },
  {
    "id": 76,
    "name": "Air Nippon",
    "iata_code": "EL",
    "icao_code": "ANK",
    "country": "Japan",
    "fleet_size": 30,
    "narrative": "Air Nippon (EL/ANK), based in Japan, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an focused on specific markets, Air Nippon has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes EL and ANK, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 77,
    "name": "Airnorth",
    "iata_code": "TL",
    "icao_code": "ANO",
    "country": "Australia",
    "fleet_size": 30,
    "narrative": "Airnorth (TL/ANO), based in Australia, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an specialized route network, Airnorth has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes TL and ANO, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.011823,
    "has_incident": 1
  },
  {
    "id": 78,
    "name": "Air North Charter - Canada",
    "iata_code": "4N",
    "icao_code": "ANT",
    "country": "Canada",
    "fleet_size": 30,
    "narrative": "Air North Charter - Canada (4N/ANT), based in Canada, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an regional carrier, Air North Charter - Canada has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes 4N and ANT, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 114,
    "incidents_per_million_flights": 0.017767,
    "has_incident": 1
  },
  {
    "id": 79,
    "name": "Air New Zealand",
    "iata_code": "NZ",
    "icao_code": "ANZ",
    "country": "New Zealand",
    "fleet_size": 30,
    "narrative": "Air New Zealand (NZ/ANZ), based in New Zealand, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an focused on specific markets, Air New Zealand has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes NZ and ANZ, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 113,
    "incidents_per_million_flights": 0.017463,
    "has_incident": 1
  },
  {
    "id": 80,
    "name": "Alitalia Express",
    "iata_code": "XM",
    "icao_code": "SMX",
    "country": "Italy",
    "fleet_size": 30,
    "narrative": "Alitalia Express (XM/SMX), based in Italy, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an modern operational approach, Alitalia Express has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes XM and SMX, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 81,
    "name": "Aero Flight",
    "iata_code": "GV",
    "icao_code": "ARF",
    "country": "Germany",
    "fleet_size": 30,
    "narrative": "Aero Flight (GV/ARF), based in Germany, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an focused on specific markets, Aero Flight has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes GV and ARF, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.048123,
    "has_incident": 1
  },
  {
    "id": 82,
    "name": "Arrow Air",
    "iata_code": "JW",
    "icao_code": "APW",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "Arrow Air (JW/APW), based in United States, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an regional carrier, Arrow Air has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes JW and APW, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.012455,
    "has_incident": 1
  },
  {
    "id": 83,
    "name": "Aerocondor",
    "iata_code": "2B",
    "icao_code": "ARD",
    "country": "Portugal",
    "fleet_size": 30,
    "narrative": "Aerocondor (2B/ARD), based in Portugal, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an specialized route network, Aerocondor has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes 2B and ARD, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0.017233,
    "has_incident": 1
  },
  {
    "id": 84,
    "name": "Aires",
    "iata_code": "4C",
    "icao_code": "ARE",
    "country": " S.A.",
    "fleet_size": 30,
    "narrative": "Aires (4C/ARE), based in  S.A., is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Aires has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes 4C and ARE, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0.020632,
    "has_incident": 1
  },
  {
    "id": 85,
    "name": "Aerolineas Argentinas",
    "iata_code": "AR",
    "icao_code": "ARG",
    "country": "Argentina",
    "fleet_size": 30,
    "narrative": "Aerolineas Argentinas (AR/ARG), based in Argentina, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an connecting key regional destinations, Aerolineas Argentinas has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes AR and ARG, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 86,
    "name": "Alaska Airlines",
    "iata_code": "AS",
    "icao_code": "ASA",
    "country": "ALASKA",
    "fleet_size": 30,
    "narrative": "Alaska Airlines (AS/ASA), based in ALASKA, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an long history of operations, Alaska Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes AS and ASA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.024727,
    "has_incident": 1
  },
  {
    "id": 87,
    "name": "Air Sinai",
    "iata_code": "4D",
    "icao_code": "ASD",
    "country": "Egypt",
    "fleet_size": 30,
    "narrative": "Air Sinai (4D/ASD), based in Egypt, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Air Sinai has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes 4D and ASD, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 88,
    "name": "Atlantic Southeast Airlines",
    "iata_code": "EV",
    "icao_code": "ASQ",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "Atlantic Southeast Airlines (EV/ASQ), based in United States, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an long history of operations, Atlantic Southeast Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes EV and ASQ, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 112,
    "incidents_per_million_flights": 0.013159,
    "has_incident": 1
  },
  {
    "id": 89,
    "name": "Astrakhan Airlines",
    "iata_code": "OB",
    "icao_code": "ASZ",
    "country": "Russia",
    "fleet_size": 30,
    "narrative": "Astrakhan Airlines (OB/ASZ), based in Russia, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an recognized brand heritage, Astrakhan Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes OB and ASZ, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 90,
    "name": "Air Tanzania",
    "iata_code": "TC",
    "icao_code": "ATC",
    "country": "Tanzania",
    "fleet_size": 30,
    "narrative": "Air Tanzania (TC/ATC), based in Tanzania, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an regional carrier, Air Tanzania has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes TC and ATC, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.014989,
    "has_incident": 1
  },
  {
    "id": 91,
    "name": "Air Burkina",
    "iata_code": "2J",
    "icao_code": "VBW",
    "country": "Burkina Faso",
    "fleet_size": 30,
    "narrative": "Air Burkina (2J/VBW), based in Burkina Faso, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Air Burkina has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes 2J and VBW, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.011358,
    "has_incident": 0
  },
  {
    "id": 92,
    "name": "Airlines Of Tasmania",
    "iata_code": "FO",
    "icao_code": "ATM",
    "country": "Australia",
    "fleet_size": 30,
    "narrative": "Airlines Of Tasmania (FO/ATM), based in Australia, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an established legacy carrier, Airlines Of Tasmania has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes FO and ATM, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.027195,
    "has_incident": 1
  },
  {
    "id": 93,
    "name": "Air Saint Pierre",
    "iata_code": "PJ",
    "icao_code": "SPM",
    "country": "France",
    "fleet_size": 30,
    "narrative": "Air Saint Pierre (PJ/SPM), based in France, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an connecting key regional destinations, Air Saint Pierre has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes PJ and SPM, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0.024187,
    "has_incident": 1
  },
  {
    "id": 94,
    "name": "Austrian Airlines",
    "iata_code": "OS",
    "icao_code": "AUA",
    "country": "Austria",
    "fleet_size": 30,
    "narrative": "Austrian Airlines (OS/AUA), based in Austria, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an traditional full-service airline, Austrian Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes OS and AUA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.011396,
    "has_incident": 1
  },
  {
    "id": 95,
    "name": "Augsburg Airways",
    "iata_code": "IQ",
    "icao_code": "AUB",
    "country": "Germany",
    "fleet_size": 30,
    "narrative": "Augsburg Airways (IQ/AUB), based in Germany, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an established legacy carrier, Augsburg Airways has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes IQ and AUB, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.002735,
    "has_incident": 0
  },
  {
    "id": 96,
    "name": "Abu Dhabi Amiri Flight",
    "iata_code": "MO",
    "icao_code": "AUH",
    "country": "United Arab Emirates",
    "fleet_size": 30,
    "narrative": "Abu Dhabi Amiri Flight (MO/AUH), based in United Arab Emirates, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an regional carrier, Abu Dhabi Amiri Flight has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes MO and AUH, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 112,
    "incidents_per_million_flights": 0.007829,
    "has_incident": 0
  },
  {
    "id": 97,
    "name": "Aeroflot-Nord",
    "iata_code": "5N",
    "icao_code": "AUL",
    "country": "Russia",
    "fleet_size": 30,
    "narrative": "Aeroflot-Nord (5N/AUL), based in Russia, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an focused on specific markets, Aeroflot-Nord has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes 5N and AUL, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.020275,
    "has_incident": 1
  },
  {
    "id": 98,
    "name": "Aurigny Air Services",
    "iata_code": "GR",
    "icao_code": "AUR",
    "country": "United Kingdom",
    "fleet_size": 30,
    "narrative": "Aurigny Air Services (GR/AUR), based in United Kingdom, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an regional carrier, Aurigny Air Services has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes GR and AUR, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.007655,
    "has_incident": 0
  },
  {
    "id": 99,
    "name": "Austral Lineas Aereas",
    "iata_code": "AU",
    "icao_code": "AUT",
    "country": "Argentina",
    "fleet_size": 30,
    "narrative": "Austral Lineas Aereas (AU/AUT), based in Argentina, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Austral Lineas Aereas has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes AU and AUT, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.003401,
    "has_incident": 0
  },
  {
    "id": 100,
    "name": "Avianca - Aerovias Nacionales de Colombia",
    "iata_code": "AV",
    "icao_code": "AVA",
    "country": "AVIANCA",
    "fleet_size": 30,
    "narrative": "Avianca - Aerovias Nacionales de Colombia (AV/AVA), based in AVIANCA, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an focused on specific markets, Avianca - Aerovias Nacionales de Colombia has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes AV and AVA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 116,
    "incidents_per_million_flights": 0.01866,
    "has_incident": 1
  },
  {
    "id": 101,
    "name": "Air Vanuatu",
    "iata_code": "NF",
    "icao_code": "AVN",
    "country": "Vanuatu",
    "fleet_size": 30,
    "narrative": "Air Vanuatu (NF/AVN), based in Vanuatu, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an regional carrier, Air Vanuatu has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes NF and AVN, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0.002063,
    "has_incident": 0
  },
  {
    "id": 102,
    "name": "Air Bangladesh",
    "iata_code": "B9",
    "icao_code": "BGD",
    "country": "Bangladesh",
    "fleet_size": 30,
    "narrative": "Air Bangladesh (B9/BGD), based in Bangladesh, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an specialized route network, Air Bangladesh has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes B9 and BGD, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.034577,
    "has_incident": 1
  },
  {
    "id": 103,
    "name": "Air Mediterranee",
    "iata_code": "DR",
    "icao_code": "BIE",
    "country": "France",
    "fleet_size": 30,
    "narrative": "Air Mediterranee (DR/BIE), based in France, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an specialized route network, Air Mediterranee has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes DR and BIE, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.002702,
    "has_incident": 0
  },
  {
    "id": 104,
    "name": "Aeroline GmbH",
    "iata_code": "7E",
    "icao_code": "AWU",
    "country": "Germany",
    "fleet_size": 30,
    "narrative": "Aeroline GmbH (7E/AWU), based in Germany, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an regional carrier, Aeroline GmbH has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes 7E and AWU, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 105,
    "name": "Air Wales",
    "iata_code": "6G",
    "icao_code": "AWW",
    "country": "United Kingdom",
    "fleet_size": 30,
    "narrative": "Air Wales (6G/AWW), based in United Kingdom, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an connecting key regional destinations, Air Wales has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes 6G and AWW, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0.001263,
    "has_incident": 0
  },
  {
    "id": 106,
    "name": "Air Caraïbes",
    "iata_code": "TX",
    "icao_code": "FWI",
    "country": "France",
    "fleet_size": 30,
    "narrative": "Air Caraïbes (TX/FWI), based in France, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an connecting key regional destinations, Air Caraïbes has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes TX and FWI, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 107,
    "name": "Air India Express",
    "iata_code": "IX",
    "icao_code": "AXB",
    "country": "India",
    "fleet_size": 30,
    "narrative": "Air India Express (IX/AXB), based in India, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an innovative service model, Air India Express has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes IX and AXB, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.006857,
    "has_incident": 0
  },
  {
    "id": 108,
    "name": "Air Exel",
    "iata_code": "XT",
    "icao_code": "AXL",
    "country": "Netherlands",
    "fleet_size": 30,
    "narrative": "Air Exel (XT/AXL), based in Netherlands, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Air Exel has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes XT and AXL, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.017455,
    "has_incident": 1
  },
  {
    "id": 109,
    "name": "AirAsia",
    "iata_code": "AK",
    "icao_code": "AXM",
    "country": "Malaysia",
    "fleet_size": 30,
    "narrative": "AirAsia (AK/AXM), based in Malaysia, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an focused on specific markets, AirAsia has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes AK and AXM, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.031086,
    "has_incident": 1
  },
  {
    "id": 110,
    "name": "Atlant-Soyuz Airlines",
    "iata_code": "3G",
    "icao_code": "AYZ",
    "country": "Russia",
    "fleet_size": 30,
    "narrative": "Atlant-Soyuz Airlines (3G/AYZ), based in Russia, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an recognized brand heritage, Atlant-Soyuz Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes 3G and AYZ, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.019292,
    "has_incident": 1
  },
  {
    "id": 111,
    "name": "Alitalia",
    "iata_code": "AZ",
    "icao_code": "AZA",
    "country": "Italy",
    "fleet_size": 30,
    "narrative": "Alitalia (AZ/AZA), based in Italy, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Alitalia has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes AZ and AZA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 112,
    "name": "Amaszonas",
    "iata_code": "Z8",
    "icao_code": "AZN",
    "country": "Bolivia",
    "fleet_size": 30,
    "narrative": "Amaszonas (Z8/AZN), based in Bolivia, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an regional carrier, Amaszonas has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes Z8 and AZN, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 113,
    "name": "Air Zimbabwe",
    "iata_code": "UM",
    "icao_code": "AZW",
    "country": "Zimbabwe",
    "fleet_size": 30,
    "narrative": "Air Zimbabwe (UM/AZW), based in Zimbabwe, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an specialized route network, Air Zimbabwe has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes UM and AZW, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.010029,
    "has_incident": 0
  },
  {
    "id": 114,
    "name": "Aserca Airlines",
    "iata_code": "R7",
    "icao_code": "OCA",
    "country": "Venezuela",
    "fleet_size": 30,
    "narrative": "Aserca Airlines (R7/OCA), based in Venezuela, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an long history of operations, Aserca Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes R7 and OCA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.010909,
    "has_incident": 0
  },
  {
    "id": 115,
    "name": "Rossiya-Russian Airlines",
    "iata_code": "FV",
    "icao_code": "SDM",
    "country": "Russia",
    "fleet_size": 30,
    "narrative": "Rossiya-Russian Airlines (FV/SDM), based in Russia, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an long history of operations, Rossiya-Russian Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes FV and SDM, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.006196,
    "has_incident": 0
  },
  {
    "id": 116,
    "name": "American Eagle Airlines",
    "iata_code": "MQ",
    "icao_code": "EGF",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "American Eagle Airlines (MQ/EGF), based in United States, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an long history of operations, American Eagle Airlines has developed a distinctive market identity. The airline's name conveys trustworthiness and reliability through traditional naming conventions. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes MQ and EGF, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 114,
    "incidents_per_million_flights": 0.034526,
    "has_incident": 1
  },
  {
    "id": 117,
    "name": "Air Ivoire",
    "iata_code": "VU",
    "icao_code": "VUN",
    "country": "Ivory Coast",
    "fleet_size": 30,
    "narrative": "Air Ivoire (VU/VUN), based in Ivory Coast, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an connecting key regional destinations, Air Ivoire has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes VU and VUN, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.006526,
    "has_incident": 0
  },
  {
    "id": 118,
    "name": "Air Botswana",
    "iata_code": "BP",
    "icao_code": "BOT",
    "country": "Botswana",
    "fleet_size": 30,
    "narrative": "Air Botswana (BP/BOT), based in Botswana, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an specialized route network, Air Botswana has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes BP and BOT, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.0055,
    "has_incident": 0
  },
  {
    "id": 119,
    "name": "Air Foyle",
    "iata_code": "GS",
    "icao_code": "UPA",
    "country": "United Kingdom",
    "fleet_size": 30,
    "narrative": "Air Foyle (GS/UPA), based in United Kingdom, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Air Foyle has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes GS and UPA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.012032,
    "has_incident": 1
  },
  {
    "id": 120,
    "name": "Air Tahiti",
    "iata_code": "VT",
    "icao_code": "VTA",
    "country": "French Polynesia",
    "fleet_size": 30,
    "narrative": "Air Tahiti (VT/VTA), based in French Polynesia, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an connecting key regional destinations, Air Tahiti has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes VT and VTA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.005767,
    "has_incident": 0
  },
  {
    "id": 121,
    "name": "Air VIA",
    "iata_code": "VL",
    "icao_code": "VIM",
    "country": "Bulgaria",
    "fleet_size": 30,
    "narrative": "Air VIA (VL/VIM), based in Bulgaria, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an regional carrier, Air VIA has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes VL and VIM, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0.013806,
    "has_incident": 1
  },
  {
    "id": 122,
    "name": "Africa West",
    "iata_code": "FK",
    "icao_code": "WTA",
    "country": "Togo",
    "fleet_size": 30,
    "narrative": "Africa West (FK/WTA), based in Togo, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an specialized route network, Africa West has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes FK and WTA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.014257,
    "has_incident": 1
  },
  {
    "id": 123,
    "name": "ATRAN Cargo Airlines",
    "iata_code": "V8",
    "icao_code": "VAS",
    "country": "Russian Federation",
    "fleet_size": 30,
    "narrative": "ATRAN Cargo Airlines (V8/VAS), based in Russian Federation, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an long history of operations, ATRAN Cargo Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes V8 and VAS, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 113,
    "incidents_per_million_flights": 0.021662,
    "has_incident": 1
  },
  {
    "id": 124,
    "name": "Air China",
    "iata_code": "CA",
    "icao_code": "CCA",
    "country": "China",
    "fleet_size": 30,
    "narrative": "Air China (CA/CCA), based in China, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an regional carrier, Air China has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes CA and CCA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.004044,
    "has_incident": 0
  },
  {
    "id": 125,
    "name": "Aero Condor Peru",
    "iata_code": "Q6",
    "icao_code": "CDP",
    "country": "Peru",
    "fleet_size": 30,
    "narrative": "Aero Condor Peru (Q6/CDP), based in Peru, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an connecting key regional destinations, Aero Condor Peru has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes Q6 and CDP, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.029527,
    "has_incident": 1
  },
  {
    "id": 126,
    "name": "Air Chathams",
    "iata_code": "CV",
    "icao_code": "CVA",
    "country": "New Zealand",
    "fleet_size": 30,
    "narrative": "Air Chathams (CV/CVA), based in New Zealand, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an focused on specific markets, Air Chathams has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes CV and CVA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.009827,
    "has_incident": 0
  },
  {
    "id": 127,
    "name": "Air Marshall Islands",
    "iata_code": "CW",
    "icao_code": "CWM",
    "country": "Marshall Islands",
    "fleet_size": 30,
    "narrative": "Air Marshall Islands (CW/CWM), based in Marshall Islands, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an specialized route network, Air Marshall Islands has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes CW and CWM, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.008953,
    "has_incident": 0
  },
  {
    "id": 128,
    "name": "Access Air",
    "iata_code": "ZA",
    "icao_code": "CYD",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "Access Air (ZA/CYD), based in United States, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an specialized route network, Access Air has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes ZA and CYD, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 129,
    "name": "Air Algerie",
    "iata_code": "AH",
    "icao_code": "DAH",
    "country": "Algeria",
    "fleet_size": 30,
    "narrative": "Air Algerie (AH/DAH), based in Algeria, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an regional carrier, Air Algerie has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes AH and DAH, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.026947,
    "has_incident": 1
  },
  {
    "id": 130,
    "name": "Adam Air",
    "iata_code": "KI",
    "icao_code": "DHI",
    "country": "Indonesia",
    "fleet_size": 30,
    "narrative": "Adam Air (KI/DHI), based in Indonesia, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Adam Air has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes KI and DHI, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.010109,
    "has_incident": 0
  },
  {
    "id": 131,
    "name": "Air Dolomiti",
    "iata_code": "EN",
    "icao_code": "DLA",
    "country": "Italy",
    "fleet_size": 30,
    "narrative": "Air Dolomiti (EN/DLA), based in Italy, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an specialized route network, Air Dolomiti has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes EN and DLA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.026578,
    "has_incident": 1
  },
  {
    "id": 132,
    "name": "Aeroflot-Don",
    "iata_code": "D9",
    "icao_code": "DNV",
    "country": "Russia",
    "fleet_size": 30,
    "narrative": "Aeroflot-Don (D9/DNV), based in Russia, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an regional carrier, Aeroflot-Don has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes D9 and DNV, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0.022677,
    "has_incident": 1
  },
  {
    "id": 133,
    "name": "Air Madrid",
    "iata_code": "NM",
    "icao_code": "DRD",
    "country": "Spain",
    "fleet_size": 30,
    "narrative": "Air Madrid (NM/DRD), based in Spain, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an connecting key regional destinations, Air Madrid has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes NM and DRD, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.013738,
    "has_incident": 1
  },
  {
    "id": 134,
    "name": "Aer Lingus",
    "iata_code": "EI",
    "icao_code": "EIN",
    "country": "Ireland",
    "fleet_size": 30,
    "narrative": "Aer Lingus (EI/EIN), based in Ireland, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an focused on specific markets, Aer Lingus has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes EI and EIN, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.004151,
    "has_incident": 0
  },
  {
    "id": 135,
    "name": "Air Finland",
    "iata_code": "OF",
    "icao_code": "FIF",
    "country": "Finland",
    "fleet_size": 30,
    "narrative": "Air Finland (OF/FIF), based in Finland, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an connecting key regional destinations, Air Finland has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes OF and FIF, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.011539,
    "has_incident": 1
  },
  {
    "id": 136,
    "name": "Air Pacific",
    "iata_code": "FJ",
    "icao_code": "FJI",
    "country": "Fiji",
    "fleet_size": 30,
    "narrative": "Air Pacific (FJ/FJI), based in Fiji, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an focused on specific markets, Air Pacific has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes FJ and FJI, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.012167,
    "has_incident": 1
  },
  {
    "id": 137,
    "name": "Atlantic Airways",
    "iata_code": "RC",
    "icao_code": "FLI",
    "country": "Faroe Islands",
    "fleet_size": 30,
    "narrative": "Atlantic Airways (RC/FLI), based in Faroe Islands, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an recognized brand heritage, Atlantic Airways has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes RC and FLI, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.009337,
    "has_incident": 0
  },
  {
    "id": 138,
    "name": "Air Florida",
    "iata_code": "QH",
    "icao_code": "FLZ",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "Air Florida (QH/FLZ), based in United States, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Air Florida has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes QH and FLZ, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.037051,
    "has_incident": 1
  },
  {
    "id": 139,
    "name": "Air Iceland",
    "iata_code": "NY",
    "icao_code": "FXI",
    "country": "Iceland",
    "fleet_size": 30,
    "narrative": "Air Iceland (NY/FXI), based in Iceland, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an focused on specific markets, Air Iceland has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes NY and FXI, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 140,
    "name": "Air Philippines",
    "iata_code": "2P",
    "icao_code": "GAP",
    "country": "Philippines",
    "fleet_size": 30,
    "narrative": "Air Philippines (2P/GAP), based in Philippines, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an regional carrier, Air Philippines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes 2P and GAP, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.004362,
    "has_incident": 0
  },
  {
    "id": 141,
    "name": "Air Guinee Express",
    "iata_code": "2U",
    "icao_code": "GIP",
    "country": "Guinea",
    "fleet_size": 30,
    "narrative": "Air Guinee Express (2U/GIP), based in Guinea, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an forward-thinking airline, Air Guinee Express has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes 2U and GIP, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.028736,
    "has_incident": 1
  },
  {
    "id": 142,
    "name": "Air Greenland",
    "iata_code": "GL",
    "icao_code": "GRL",
    "country": "Denmark",
    "fleet_size": 30,
    "narrative": "Air Greenland (GL/GRL), based in Denmark, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an specialized route network, Air Greenland has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes GL and GRL, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.027675,
    "has_incident": 1
  },
  {
    "id": 143,
    "name": "Atlas Air",
    "iata_code": "5Y",
    "icao_code": "GTI",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "Atlas Air (5Y/GTI), based in United States, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an focused on specific markets, Atlas Air has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes 5Y and GTI, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.007872,
    "has_incident": 0
  },
  {
    "id": 144,
    "name": "Air Guyane",
    "iata_code": "GG",
    "icao_code": "GUY",
    "country": "French Guiana",
    "fleet_size": 30,
    "narrative": "Air Guyane (GG/GUY), based in French Guiana, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an focused on specific markets, Air Guyane has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes GG and GUY, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.017001,
    "has_incident": 1
  },
  {
    "id": 145,
    "name": "Air Bagan",
    "iata_code": "W9",
    "icao_code": "JAB",
    "country": "Myanmar",
    "fleet_size": 30,
    "narrative": "Air Bagan (W9/JAB), based in Myanmar, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an connecting key regional destinations, Air Bagan has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes W9 and JAB, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.010644,
    "has_incident": 0
  },
  {
    "id": 146,
    "name": "Air Canada Jazz",
    "iata_code": "QK",
    "icao_code": "JZA",
    "country": "Canada",
    "fleet_size": 30,
    "narrative": "Air Canada Jazz (QK/JZA), based in Canada, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an connecting key regional destinations, Air Canada Jazz has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes QK and JZA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 112,
    "incidents_per_million_flights": 0.012729,
    "has_incident": 1
  },
  {
    "id": 147,
    "name": "Atlasjet",
    "iata_code": "KK",
    "icao_code": "KKK",
    "country": "Turkey",
    "fleet_size": 30,
    "narrative": "Atlasjet (KK/KKK), based in Turkey, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an focused on specific markets, Atlasjet has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes KK and KKK, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.000845,
    "has_incident": 0
  },
  {
    "id": 148,
    "name": "Air Koryo",
    "iata_code": "JS",
    "icao_code": "KOR",
    "country": "Democratic People's Republic of Korea",
    "fleet_size": 30,
    "narrative": "Air Koryo (JS/KOR), based in Democratic People's Republic of Korea, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an regional carrier, Air Koryo has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes JS and KOR, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 112,
    "incidents_per_million_flights": 0.030502,
    "has_incident": 1
  },
  {
    "id": 149,
    "name": "Air Astana",
    "iata_code": "KC",
    "icao_code": "KZR",
    "country": "Kazakhstan",
    "fleet_size": 30,
    "narrative": "Air Astana (KC/KZR), based in Kazakhstan, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an focused on specific markets, Air Astana has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes KC and KZR, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.010088,
    "has_incident": 0
  },
  {
    "id": 150,
    "name": "Albanian Airlines",
    "iata_code": "LV",
    "icao_code": "LBC",
    "country": "Albania",
    "fleet_size": 30,
    "narrative": "Albanian Airlines (LV/LBC), based in Albania, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an long history of operations, Albanian Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes LV and LBC, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.026856,
    "has_incident": 1
  },
  {
    "id": 151,
    "name": "Aerolane",
    "iata_code": "XL",
    "icao_code": "LNE",
    "country": "Ecuador",
    "fleet_size": 30,
    "narrative": "Aerolane (XL/LNE), based in Ecuador, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an specialized route network, Aerolane has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes XL and LNE, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 105,
    "incidents_per_million_flights": 0.005572,
    "has_incident": 0
  },
  {
    "id": 152,
    "name": "Atlantis European Airways",
    "iata_code": "TD",
    "icao_code": "LUR",
    "country": "Armenia",
    "fleet_size": 30,
    "narrative": "Atlantis European Airways (TD/LUR), based in Armenia, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an established legacy carrier, Atlantis European Airways has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes TD and LUR, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.023454,
    "has_incident": 1
  },
  {
    "id": 153,
    "name": "Air Luxor",
    "iata_code": "LK",
    "icao_code": "LXR",
    "country": "Portugal",
    "fleet_size": 30,
    "narrative": "Air Luxor (LK/LXR), based in Portugal, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an specialized route network, Air Luxor has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes LK and LXR, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.004302,
    "has_incident": 0
  },
  {
    "id": 154,
    "name": "Air Mauritius",
    "iata_code": "MK",
    "icao_code": "MAU",
    "country": "Mauritius",
    "fleet_size": 30,
    "narrative": "Air Mauritius (MK/MAU), based in Mauritius, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an specialized route network, Air Mauritius has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes MK and MAU, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 155,
    "name": "Air Madagascar",
    "iata_code": "MD",
    "icao_code": "MDG",
    "country": "Madagascar",
    "fleet_size": 30,
    "narrative": "Air Madagascar (MD/MDG), based in Madagascar, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an focused on specific markets, Air Madagascar has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes MD and MDG, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.020258,
    "has_incident": 1
  },
  {
    "id": 156,
    "name": "Air Moldova",
    "iata_code": "9U",
    "icao_code": "MLD",
    "country": "Moldova",
    "fleet_size": 30,
    "narrative": "Air Moldova (9U/MLD), based in Moldova, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an specialized route network, Air Moldova has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes 9U and MLD, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 157,
    "name": "Air Plus Comet",
    "iata_code": "A7",
    "icao_code": "MPD",
    "country": "Spain",
    "fleet_size": 30,
    "narrative": "Air Plus Comet (A7/MPD), based in Spain, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Air Plus Comet has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes A7 and MPD, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.019435,
    "has_incident": 1
  },
  {
    "id": 158,
    "name": "Astair",
    "iata_code": "8D",
    "icao_code": NaN,
    "country": "Russian Federation",
    "fleet_size": 30,
    "narrative": "Astair (8D/nan), based in Russian Federation, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an focused on specific markets, Astair has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes 8D and nan, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 159,
    "name": "Aero Contractors",
    "iata_code": "AJ",
    "icao_code": "NIG",
    "country": "Nigeria",
    "fleet_size": 30,
    "narrative": "Aero Contractors (AJ/NIG), based in Nigeria, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an regional carrier, Aero Contractors has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes AJ and NIG, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 160,
    "name": "Aeropelican Air Services",
    "iata_code": "OT",
    "icao_code": "PEL",
    "country": "Australia",
    "fleet_size": 30,
    "narrative": "Aeropelican Air Services (OT/PEL), based in Australia, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an connecting key regional destinations, Aeropelican Air Services has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes OT and PEL, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 112,
    "incidents_per_million_flights": 0.00328,
    "has_incident": 0
  },
  {
    "id": 161,
    "name": "Aer Arann",
    "iata_code": "RE",
    "icao_code": "REA",
    "country": "Ireland",
    "fleet_size": 30,
    "narrative": "Aer Arann (RE/REA), based in Ireland, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an connecting key regional destinations, Aer Arann has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes RE and REA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.000249,
    "has_incident": 0
  },
  {
    "id": 162,
    "name": "Air Austral",
    "iata_code": "UU",
    "icao_code": "REU",
    "country": "France",
    "fleet_size": 30,
    "narrative": "Air Austral (UU/REU), based in France, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an connecting key regional destinations, Air Austral has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes UU and REU, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 163,
    "name": "Asian Spirit",
    "iata_code": "6K",
    "icao_code": "RIT",
    "country": "Philippines",
    "fleet_size": 30,
    "narrative": "Asian Spirit (6K/RIT), based in Philippines, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Asian Spirit has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes 6K and RIT, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.008406,
    "has_incident": 0
  },
  {
    "id": 164,
    "name": "Air Afrique",
    "iata_code": "RK",
    "icao_code": "RKA",
    "country": "Ivory Coast",
    "fleet_size": 30,
    "narrative": "Air Afrique (RK/RKA), based in Ivory Coast, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Air Afrique has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes RK and RKA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.002348,
    "has_incident": 0
  },
  {
    "id": 165,
    "name": "Airlinair",
    "iata_code": "A5",
    "icao_code": "RLA",
    "country": "France",
    "fleet_size": 30,
    "narrative": "Airlinair (A5/RLA), based in France, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an focused on specific markets, Airlinair has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes A5 and RLA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.002887,
    "has_incident": 0
  },
  {
    "id": 166,
    "name": "Aero Lanka",
    "iata_code": "QL",
    "icao_code": "RLN",
    "country": "Sri Lanka",
    "fleet_size": 30,
    "narrative": "Aero Lanka (QL/RLN), based in Sri Lanka, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an focused on specific markets, Aero Lanka has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes QL and RLN, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.042665,
    "has_incident": 1
  },
  {
    "id": 167,
    "name": "Armavia",
    "iata_code": "U8",
    "icao_code": "RNV",
    "country": "Armenia",
    "fleet_size": 30,
    "narrative": "Armavia (U8/RNV), based in Armenia, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an regional carrier, Armavia has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes U8 and RNV, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 104,
    "incidents_per_million_flights": 0.024656,
    "has_incident": 1
  },
  {
    "id": 168,
    "name": "AeroRep",
    "iata_code": "P5",
    "icao_code": "RPB",
    "country": "Colombia",
    "fleet_size": 30,
    "narrative": "AeroRep (P5/RPB), based in Colombia, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an regional carrier, AeroRep has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes P5 and RPB, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 105,
    "incidents_per_million_flights": 0.019808,
    "has_incident": 1
  },
  {
    "id": 169,
    "name": "Aero-Service",
    "iata_code": "BF",
    "icao_code": "RSR",
    "country": "Republic of the Congo",
    "fleet_size": 30,
    "narrative": "Aero-Service (BF/RSR), based in Republic of the Congo, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an focused on specific markets, Aero-Service has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes BF and RSR, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.018648,
    "has_incident": 1
  },
  {
    "id": 170,
    "name": "Aerosur",
    "iata_code": "5L",
    "icao_code": "RSU",
    "country": "Bolivia",
    "fleet_size": 30,
    "narrative": "Aerosur (5L/RSU), based in Bolivia, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an regional carrier, Aerosur has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes 5L and RSU, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 104,
    "incidents_per_million_flights": 0.011651,
    "has_incident": 1
  },
  {
    "id": 171,
    "name": "Avient Aviation",
    "iata_code": "Z3",
    "icao_code": "SMJ",
    "country": "Zimbabwe",
    "fleet_size": 30,
    "narrative": "Avient Aviation (Z3/SMJ), based in Zimbabwe, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an connecting key regional destinations, Avient Aviation has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes Z3 and SMJ, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.024786,
    "has_incident": 1
  },
  {
    "id": 172,
    "name": "Aircompany Yakutia",
    "iata_code": "R3",
    "icao_code": "SYL",
    "country": "Russia",
    "fleet_size": 30,
    "narrative": "Aircompany Yakutia (R3/SYL), based in Russia, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an specialized route network, Aircompany Yakutia has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes R3 and SYL, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.004832,
    "has_incident": 0
  },
  {
    "id": 173,
    "name": "Aeromar",
    "iata_code": "VW",
    "icao_code": "TAO",
    "country": "Mexico",
    "fleet_size": 30,
    "narrative": "Aeromar (VW/TAO), based in Mexico, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an regional carrier, Aeromar has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes VW and TAO, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 104,
    "incidents_per_million_flights": 0.026836,
    "has_incident": 1
  },
  {
    "id": 174,
    "name": "Arkefly",
    "iata_code": "OR",
    "icao_code": "TFL",
    "country": "Netherlands",
    "fleet_size": 30,
    "narrative": "Arkefly (OR/TFL), based in Netherlands, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an specialized route network, Arkefly has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes OR and TFL, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 175,
    "name": "Airlines PNG",
    "iata_code": "CG",
    "icao_code": "TOK",
    "country": "Papua New Guinea",
    "fleet_size": 30,
    "narrative": "Airlines PNG (CG/TOK), based in Papua New Guinea, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an recognized brand heritage, Airlines PNG has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes CG and TOK, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.030282,
    "has_incident": 1
  },
  {
    "id": 176,
    "name": "AirTran Airways",
    "iata_code": "FL",
    "icao_code": "TRS",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "AirTran Airways (FL/TRS), based in United States, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an traditional full-service airline, AirTran Airways has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes FL and TRS, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.006348,
    "has_incident": 0
  },
  {
    "id": 177,
    "name": "Air Transat",
    "iata_code": "TS",
    "icao_code": "TSC",
    "country": "Canada",
    "fleet_size": 30,
    "narrative": "Air Transat (TS/TSC), based in Canada, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an connecting key regional destinations, Air Transat has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes TS and TSC, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.021678,
    "has_incident": 1
  },
  {
    "id": 178,
    "name": "Avialeasing Aviation Company",
    "iata_code": "EC",
    "icao_code": "TWN",
    "country": "Uzbekistan",
    "fleet_size": 30,
    "narrative": "Avialeasing Aviation Company (EC/TWN), based in Uzbekistan, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an connecting key regional destinations, Avialeasing Aviation Company has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes EC and TWN, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 179,
    "name": "Tyrolean Airways",
    "iata_code": "VO",
    "icao_code": "TYR",
    "country": "Austria",
    "fleet_size": 30,
    "narrative": "Tyrolean Airways (VO/TYR), based in Austria, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an long history of operations, Tyrolean Airways has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes VO and TYR, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.017893,
    "has_incident": 1
  },
  {
    "id": 180,
    "name": "Aerolineas Galapagos (Aerogal)",
    "iata_code": "2K",
    "icao_code": "GLG",
    "country": "Ecuador",
    "fleet_size": 30,
    "narrative": "Aerolineas Galapagos (Aerogal) (2K/GLG), based in Ecuador, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an regional carrier, Aerolineas Galapagos (Aerogal) has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes 2K and GLG, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.023709,
    "has_incident": 1
  },
  {
    "id": 181,
    "name": "Alrosa Mirny Air Enterprise",
    "iata_code": "6R",
    "icao_code": "DRU",
    "country": "Russia",
    "fleet_size": 30,
    "narrative": "Alrosa Mirny Air Enterprise (6R/DRU), based in Russia, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an focused on specific markets, Alrosa Mirny Air Enterprise has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes 6R and DRU, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 113,
    "incidents_per_million_flights": 0.01965,
    "has_incident": 1
  },
  {
    "id": 182,
    "name": "Biman Bangladesh Airlines",
    "iata_code": "BG",
    "icao_code": "BBC",
    "country": "Bangladesh",
    "fleet_size": 30,
    "narrative": "Biman Bangladesh Airlines (BG/BBC), based in Bangladesh, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an established legacy carrier, Biman Bangladesh Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes BG and BBC, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0.029543,
    "has_incident": 1
  },
  {
    "id": 183,
    "name": "Belair Airlines",
    "iata_code": "4T",
    "icao_code": "BHP",
    "country": "Switzerland",
    "fleet_size": 30,
    "narrative": "Belair Airlines (4T/BHP), based in Switzerland, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an recognized brand heritage, Belair Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes 4T and BHP, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 108,
    "incidents_per_million_flights": 0.003833,
    "has_incident": 0
  },
  {
    "id": 184,
    "name": "Bahamasair",
    "iata_code": "UP",
    "icao_code": "BHS",
    "country": "Bahamas",
    "fleet_size": 30,
    "narrative": "Bahamasair (UP/BHS), based in Bahamas, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an connecting key regional destinations, Bahamasair has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes UP and BHS, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.029824,
    "has_incident": 1
  },
  {
    "id": 185,
    "name": "Balkan Bulgarian Airlines",
    "iata_code": "LZ",
    "icao_code": NaN,
    "country": NaN,
    "fleet_size": 30,
    "narrative": "Balkan Bulgarian Airlines (LZ/nan), based in nan, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an traditional full-service airline, Balkan Bulgarian Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes LZ and nan, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 110,
    "incidents_per_million_flights": 0.019943,
    "has_incident": 1
  },
  {
    "id": 186,
    "name": "British International Helicopters",
    "iata_code": "BS",
    "icao_code": "BIH",
    "country": "United Kingdom",
    "fleet_size": 30,
    "narrative": "British International Helicopters (BS/BIH), based in United Kingdom, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an specialized route network, British International Helicopters has developed a distinctive market identity. The airline's name conveys trustworthiness and reliability through traditional naming conventions. The carrier emphasizes committed to operational excellence across all operations. Operating under codes BS and BIH, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 111,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 187,
    "name": "Bangkok Airways",
    "iata_code": "PG",
    "icao_code": "BKP",
    "country": "Thailand",
    "fleet_size": 30,
    "narrative": "Bangkok Airways (PG/BKP), based in Thailand, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an recognized brand heritage, Bangkok Airways has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes PG and BKP, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.000937,
    "has_incident": 0
  },
  {
    "id": 188,
    "name": "Blue1",
    "iata_code": "KF",
    "icao_code": "BLF",
    "country": "Finland",
    "fleet_size": 30,
    "narrative": "Blue1 (KF/BLF), based in Finland, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an specialized route network, Blue1 has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes KF and BLF, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0.019354,
    "has_incident": 1
  },
  {
    "id": 189,
    "name": "Bearskin Lake Air Service",
    "iata_code": "JV",
    "icao_code": "BLS",
    "country": "Canada",
    "fleet_size": 30,
    "narrative": "Bearskin Lake Air Service (JV/BLS), based in Canada, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an focused on specific markets, Bearskin Lake Air Service has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes adhering to international safety protocols across all operations. Operating under codes JV and BLS, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 113,
    "incidents_per_million_flights": 0.002349,
    "has_incident": 0
  },
  {
    "id": 190,
    "name": "Bellview Airlines",
    "iata_code": "B3",
    "icao_code": "BLV",
    "country": "Nigeria",
    "fleet_size": 30,
    "narrative": "Bellview Airlines (B3/BLV), based in Nigeria, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an established legacy carrier, Bellview Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes B3 and BLV, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0.009357,
    "has_incident": 0
  },
  {
    "id": 191,
    "name": "bmi",
    "iata_code": "BD",
    "icao_code": "BMA",
    "country": "United Kingdom",
    "fleet_size": 30,
    "narrative": "bmi (BD/BMA), based in United Kingdom, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an specialized route network, bmi has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes BD and BMA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 192,
    "name": "bmibaby",
    "iata_code": "WW",
    "icao_code": "BMI",
    "country": "United Kingdom",
    "fleet_size": 30,
    "narrative": "bmibaby (WW/BMI), based in United Kingdom, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an connecting key regional destinations, bmibaby has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes WW and BMI, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 107,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 193,
    "name": "Bemidji Airlines",
    "iata_code": "CH",
    "icao_code": "BMJ",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "Bemidji Airlines (CH/BMJ), based in United States, is a focused carrier. The airline operates a focused fleet with a fleet of 30 aircraft. As an established legacy carrier, Bemidji Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes CH and BMJ, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.000677,
    "has_incident": 0
  },
  {
    "id": 194,
    "name": "Blue Panorama Airlines",
    "iata_code": "BV",
    "icao_code": "BPA",
    "country": "Italy",
    "fleet_size": 30,
    "narrative": "Blue Panorama Airlines (BV/BPA), based in Italy, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an long history of operations, Blue Panorama Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes operating under strict regulatory oversight across all operations. Operating under codes BV and BPA, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 112,
    "incidents_per_million_flights": 0.007408,
    "has_incident": 0
  },
  {
    "id": 195,
    "name": "Bering Air",
    "iata_code": "8E",
    "icao_code": "BRG",
    "country": "United States",
    "fleet_size": 30,
    "narrative": "Bering Air (8E/BRG), based in United States, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an connecting key regional destinations, Bering Air has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes maintaining rigorous safety standards across all operations. Operating under codes 8E and BRG, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.011393,
    "has_incident": 1
  },
  {
    "id": 196,
    "name": "Belavia Belarusian Airlines",
    "iata_code": "B2",
    "icao_code": "BRU",
    "country": "Belarus",
    "fleet_size": 30,
    "narrative": "Belavia Belarusian Airlines (B2/BRU), based in Belarus, is a focused carrier. The airline serves select destinations with a fleet of 30 aircraft. As an established legacy carrier, Belavia Belarusian Airlines has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes B2 and BRU, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0,
    "has_incident": 0
  },
  {
    "id": 197,
    "name": "Metro Batavia",
    "iata_code": "7P",
    "icao_code": "BTV",
    "country": "Indonesia",
    "fleet_size": 30,
    "narrative": "Metro Batavia (7P/BTV), based in Indonesia, is a focused carrier. The airline specializes in specific markets with a fleet of 30 aircraft. As an connecting key regional destinations, Metro Batavia has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes following comprehensive maintenance procedures across all operations. Operating under codes 7P and BTV, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 109,
    "incidents_per_million_flights": 0.023729,
    "has_incident": 1
  },
  {
    "id": 198,
    "name": "Berjaya Air",
    "iata_code": "J8",
    "icao_code": "BVT",
    "country": "Malaysia",
    "fleet_size": 30,
    "narrative": "Berjaya Air (J8/BVT), based in Malaysia, is a focused carrier. The airline maintains targeted operations with a fleet of 30 aircraft. As an regional carrier, Berjaya Air has developed a distinctive market identity. The airline's nomenclature reflects its operational focus and market positioning. The carrier emphasizes committed to operational excellence across all operations. Operating under codes J8 and BVT, the airline maintains its presence in the global aviation marketplace. The airline continues active operations serving passengers worldwide. The airline's naming and branding reflect strategic choices about market positioning, operational scope, and target demographics. Fleet composition and route networks evolve to match competitive demands and passenger preferences.",
    "narrative_word_count": 106,
    "incidents_per_million_flights": 0.004605,
    "has_incident": 0
  }
]